"AlbumSearchViewControllerTitle" = "Search for Albums";
"AlbumSearchViewControllerPlaceholder" = "Please enter an album name";

"TrackViewModelDuration" = "Duration:";

"LoadingText" = "Loading...";
"NoContentText" = "No Content Available";
